Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=159_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Inarinsaame, uskonto
smn: Oskoldâh

source: Jaetaan kouluihin ja kirjastoihin.
smn: Juáhhoo škovláid já kirjeráájoid.

source: Ei myyntiin !
smn: Ij lah vyebdimnáál !

source: (Inarinsaamenkielinen virsiryhmä)
smn: CD-1:Anarâškielâ salmajuávku

source: Ilmari Mattus, johtaja
smn: Ilmari Mattus, jođetteijee

source: Säestys: Matti Kurkela, urut
smn: Muusik: Matti Kurkela miäđuštij urguigijn

source: Äänitys: Yle Sámi Radio 2.4.2002
smn: Paddim: Yle Sámi Radio 2.4.2002

source: Tuotanto: YLE Sámi Radio & Saamelaiskäräjät 2008
smn: Pyetittâm: YLE Sámi Radio & Sämitigge 2008

source: Säestys: Tapani Kauppinen, piano
smn: Tapani Kauppinen miäđuštij pianoin

source: Äänitys: Yle Sámi Radio 3.9.2003
smn: Paddim: Yle Sámi Radio 3.9.2003

source: Tuottaja: Yle Sámi Radio & Saamelaiskäräjaät 2008
smn: Pyetittâm: Yle Sámi Radio & Sämitigge 2008

source: Ulla-Maija Kankaanpää, Riitta Nisonen, Markku Töllinen
smn: Pyeri Paaimân 2

source: kuvat: Jukka Lemmetty
smn: koveh: Jukka Lemmetty

source: käännös: Ilmari Mattus
smn: jurgâlâm: Ilmari Mattus

source: sivuja: 128
smn: sijđoh: 128

source: Saamelaiskäräjät 2002
smn: Sämitigge 2002

source: Seppo Alaja, Aino Palho, Riitta Sarsa
smn: Pyeri Paaimân 3

source: (Oppilaan uusi testamentti)
smn: Uáppei puáris testament

source: käännös: Matti Morottaja
smn: jurgâlâm: Matti Morottaja

source: taso: 3. lk
smn: sijđoh: 128

source: Saamelaiskäräjät 2003
smn: Sämitigge 2003 ______________________________________

source: kuvat: Timo Lagerkrans
smn: koveh: Timo Lagerkrans
